const treeData = {
    "*": {
        codeNm: "표시·광고사항에 대한 통합공고",
        codeList: {
            "C01000000": {
                codeNm: "일반적 사항",
                codeList: {
                   "C01010000": {
                        codeNm: "가격"
                   },
                   "C01020000": {
                        codeNm: "거래"
                   },
                   "C01030000": {
                        codeNm: "계량"
                   },
                   "C01040000": {
                        codeNm: "환경"
                   },
                   "C01050000": {
                        codeNm: "원산지"
                   },
                   "C01060000": {
                        codeNm: "제품 등의 인증"
                   },
                   "C01070000": {
                        codeNm: "상표·특허·실용신안·디자인"
                   }
                }
            },
            "C02000000": {
                codeNm: "분야별 통합정보"
            }
        }
    }
}
